Repository: swordonling/Coocoo3D
Catalog: Coocoo3D/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, zh_cn

# Error_Message_ImageError
source: Read Image error {0}
ja_jp: 画像エラーを読み込む {0}
zh_cn: 读取图片错误 {0}

# Error_Message_PMXError
source: Read pmx error {0}
ja_jp: PMXエラーを読む {0}
zh_cn: 读取pmx错误 {0}

# Error_Message_VMDError
source: Read vmd error {0}
ja_jp: VMDエラーを読む {0}
zh_cn: 读取vmd错误 {0}

# Message_Done
source: Done
ja_jp: 完了
zh_cn: 完成

# Message_GPUNotSupportRayTracing
source: Currently used GPU not support Ray Tracing.
ja_jp: 現在使用されてGPUは光線追跡をサポートしていません。
zh_cn: 当前使用的显卡不支持光线追踪

# Message_GPUSupportRayTracing
source: Currently used GPU support Ray Tracing.
ja_jp: 現在使用されてGPUサポートレイトレーシング。
zh_cn: 当前使用的显卡支持光线追踪

# Message_ModelInfo
source: Vertex count: {0} Triangle count: {1} Bone count: {2}
ja_jp: 頂点数: {0} 三角形カウント: {1} 骨数: {2}
zh_cn: 顶点数：{0} 三角形数：{1} 骨骼数：{2}

# Message_Operating
source: Operating
ja_jp: 操作
zh_cn: 正在处理

# M_MenuBarItem_AboutThisSoftware.Text
source: About this software
ja_jp: このソフトウェアについて
zh_cn: 关于软件

# M_MenuBarItem_BackgroundMusic.Text
source: Background Music
ja_jp: バックグラウンドミュージック
zh_cn: 背景音乐

# M_MenuBarItem_File.Title
source: File
ja_jp: ファイル
zh_cn: 文件

# M_MenuBarItem_Help.Title
source: Help
ja_jp: ヘルプ
zh_cn: 帮助

# M_MenuBarItem_Layout.Text
source: Layout
ja_jp: レイアウト
zh_cn: 布局

# M_MenuBarItem_OpenFolder.Text
source: Open Folder
ja_jp: オープンフォルダ
zh_cn: 打开文件夹

# M_MenuBarItem_ShaderFileSample.Text
source: Shader File Sample
zh_cn: 示例着色器文件

# M_MenuBarItem_View.Title
source: View
ja_jp: ビュー
zh_cn: 视图

# Object_Name_Lighting
source: Lighting
ja_jp: 光源
zh_cn: 光源

# Page_Common_Button_RefreshCache.Content
source: Refresh Cache
ja_jp: キャッシュを更新する
zh_cn: 刷新缓存

# Page_Common_Button_RefreshModelCaches.Content
source: Refresh Model Caches
ja_jp: リロードモデル
zh_cn: 刷新模型缓存

# Page_Common_Button_RefreshModelCaches.ToolTipService.ToolTip
source: Reload Models
ja_jp: リロードモデル
zh_cn: 重新加载模型

# Page_Common_Button_RefreshShaderCaches.Content
source: Refresh Shader Caches
ja_jp: シャドウキャッシュを更新する
zh_cn: 刷新着色器缓存

# Page_Common_Button_RefreshShaderCaches.ToolTipService.ToolTip
source: Reload Shaders
zh_cn: 重新加载着色器

# Page_Common_Button_RefreshTextureCaches.Content
source: Refresh Texture Caches
ja_jp: リフレッシュテクスチャキャッシュ
zh_cn: 刷新纹理缓存

# Page_Common_Button_RefreshTextureCaches.ToolTipService.ToolTip
source: Reload Textures
ja_jp: 再読み込みテクスチャ
zh_cn: 重新加载纹理

# Page_Common_Button_ResetPhysics.Content
source: Reset Physics
ja_jp: リセット物理
zh_cn: 重置物理

# Page_Common_Button_Settings.Content
source: Settings
ja_jp: 設定
zh_cn: 设置

# Page_Common_ChechBox_AutoReloadModel.Content
source: Auto reload model
ja_jp: オートリロードモデル
zh_cn: 自动重新加载模型

# Page_Common_ChechBox_AutoReloadShader.Content
source: Auto reload shader
zh_cn: 自动重新加载着色器

# Page_Common_ChechBox_AutoReloadTexture.Content
source: Auto reload texture
ja_jp: オートリロードテクスチャ
zh_cn: 自动重新加载纹理

# Page_Common_ComboBox_RenderPipeline.Header
source: Render Pipeline
ja_jp: レンダリングパイプライン
zh_cn: 渲染管线

# Page_Common_ComboBox_RenderQuality.Header
source: Render Quality
ja_jp: 品質
zh_cn: 渲染质量

# Page_Common_RenderPipeline_ComboBoxItem_Deferred.Content
source: Deferred
ja_jp: 繰延する
zh_cn: 延迟

# Page_Common_RenderPipeline_ComboBoxItem_Forward.Content
source: Forward
zh_cn: 前向

# Page_Common_RenderPipeline_ComboBoxItem_RayTracing.Content
source: Ray tracing
ja_jp: 光線追跡
zh_cn: 光线追踪

# Page_Common_Switch_AO.Header
source: Ambient Occlusion (Raytracing Only)
ja_jp: アンビエント(Raytracing Only)
zh_cn: 环境光遮蔽（仅光线追踪）

# Page_Common_Switch_CameraMotionData.Header
source: Camera Motion Data
ja_jp: カメラの動きデータ
zh_cn: 镜头运动数据

# Page_Common_Switch_HighResolutionShadow.Header
source: High Resolution Shadow
ja_jp: 高解像度影
zh_cn: 高分辨率阴影

# Page_Common_Switch_MultiThreadRendering.Header
source: Multi Thread Rendering
ja_jp: マルチスレッドレンダリング
zh_cn: 多线程渲染

# Page_Common_Switch_SaveCPUPower.Header
source: Save CPU Power
ja_jp: CPUパワーを節約する
zh_cn: 节省CPU

# Page_Common_Switch_Shadow.Header
source: Shadow
ja_jp: 影
zh_cn: 阴影

# Page_Common_Switch_ViewerUI.Header
source: Viewer UI
zh_cn: 视图UI

# Page_Common_Switch_VSync.Header
source: Vsync
ja_jp: ビデオの同期
zh_cn: 垂直同步

# Page_Common_Switch_Wireframe.Header
source: Wireframe
ja_jp: ワイヤーフレーム
zh_cn: 线框显示

# Page_Common_Switch_ZPrePass.Header
source: Z-Prepass (Forward Only)
zh_cn: Z-Prepass（仅Forward）

# Page_Common_TextBox_Distance.Header
source: Distance
ja_jp: 距離
zh_cn: 距离

# Page_Common_TextBox_FPSLimit.Header
source: FPS Limit
ja_jp: FPS制限
zh_cn: FPS限制

# Page_Common_TextBox_PlaySpeed.Header
source: Play Speed
ja_jp: 速度を上げる
zh_cn: 播放速度

# Page_Common_Text_Camera.Text
source: Camera
ja_jp: カメラ
zh_cn: 摄像机

# Page_Common_Text_VMD.Text
source: Drag VMD file and drop here to apply camera motion data.
ja_jp: VMDファイルをドラッグし、ここでカメラの動きデータを適用するドロップします。
zh_cn: 将VMD文件拖拽至此应用镜头数据

# Page_Empty_Text_View.Text
source: Select a object to view property.
ja_jp: プロパティを表示するオブジェクトを選択します。
zh_cn: 选择一个物体以查看属性

# Page_Entity_PivotItem_Bone.Header
source: Bone
ja_jp: 骨
zh_cn: 骨骼

# Page_Entity_PivotItem_Description.Header
source: Description
ja_jp: 説明
zh_cn: 描述

# Page_Entity_PivotItem_Materials.Header
source: Materials
ja_jp: 材質
zh_cn: 材质

# Page_Entity_PivotItem_Morph.Header
source: Morph
ja_jp: モーフ
zh_cn: 变形

# Page_Entity_Slider_Anisotropic.Header
source: Anisotropic
zh_cn: 各向异性

# Page_Entity_Slider_Clearcoat.Header
source: Clearcoat
ja_jp: クリアコート
zh_cn: 清漆

# Page_Entity_Slider_ClearcoatGloss.Header
source: Clearcoat Gloss
ja_jp: クリアコート 光沢
zh_cn: 清漆光泽

# Page_Entity_Slider_Emission.Header
source: Emission
ja_jp: 発光
zh_cn: 自发光

# Page_Entity_Slider_Metallic.Header
source: Metallic
ja_jp: 金属性の
zh_cn: 金属度

# Page_Entity_Slider_Roughness.Header
source: Roughness
ja_jp: 粗さ
zh_cn: 粗糙度

# Page_Entity_Slider_Sheen.Header
source: Sheen
ja_jp: 光沢
zh_cn: 光辉

# Page_Entity_Slider_SheenTint.Header
source: Sheen Tint
zh_cn: 光辉染色

# Page_Entity_Slider_Specular.Header
source: Specular
ja_jp: 鏡面 反射
zh_cn: 镜面反射

# Page_Entity_Slider_SpecularTint.Header
source: Specular Tint
zh_cn: 镜面反射染色

# Page_Entity_Slider_Subsurface.Header
source: Subsurface
zh_cn: 次表面

# Page_Entity_Switch_LockMotion.Header
source: Lock Motion
zh_cn: 锁定动作

# Page_Entity_Text_MaterialInfo.Text
source: Material Infomation
ja_jp: 材質情報
zh_cn: 材质信息

# Page_Entity_Text_Others.Text
source: Others
ja_jp: その他
zh_cn: 其他

# Page_SkyBox_Button_Apply.Content
source: Apply
ja_jp: 適用
zh_cn: 应用

# Page_SkyBox_TextBox_SkyBoxLightMultiple.Header
source: Sky box light multiple
zh_cn: 天空盒亮度倍数

# Tab_Title_Common
source: Common
ja_jp: コモン
zh_cn: 通常

# Tab_Title_Detail
source: Detail
ja_jp: 詳細
zh_cn: 细节

# Tab_Title_PostProcess
source: Post process
ja_jp: 後工程
zh_cn: 后处理

# Tab_Title_Record
source: Record
ja_jp: レコード
zh_cn: 录制

# Tab_Title_Resources
source: Resources
ja_jp: 資源
zh_cn: 资源

# Tab_Title_Scene
source: Scene
ja_jp: シーン
zh_cn: 场景

# Tab_Title_SkyBox
source: Sky Box
ja_jp: スカイボックス
zh_cn: 天空盒
